{
    "philosophy_page_title": "TCM Weight Wisdom | Ancient Formulas Revealed",
    "philosophy_page_description": "Explore millennia of TCM wisdom, understand the fundamental principles of weight management, and achieve lasting health.",
    "philosophy_page_keywords": "TCM philosophy, weight management, health wisdom, wellness, conditioning, Ancient Formulas Revealed",
    "philosophy_og_title": "TCM Weight Wisdom | Ancient Formulas Revealed",
    "philosophy_og_description": "Explore millennia of TCM wisdom for understanding the fundamental path to weight management.",

    "site_name": "Ancient Formulas Revealed",
    "nav_home": "Home",
    "nav_shop_products": "Shop Products",

    "philosophy_hero_title": "Beyond the Scale: Uncover TCM's Millennial Wisdom for Lasting Weight Wellness",
    "philosophy_hero_subtitle": "Imagine deeply understanding your body's unique constitution and achieving natural, sustainable balance—not just temporary weight loss.",
    "philosophy_hero_cta": "Discover the Root Causes",

    "philosophy_dilemma_title": "Tired of the Endless Weight Loss Cycle?",
    "philosophy_dilemma_subtitle": "Modern approaches often focus on the superficial, overlooking the body's deeper needs and natural rhythms.",
    "philosophy_dilemma_point1_title": "The Symptom-Chasing Trap",
    "philosophy_dilemma_point1_desc": "Popular 'quick fixes' and restrictive diets often yield short-term results, followed by rebound weight gain and frustration. Studies show that up to 95% of dieters regain all lost weight, and often more, within five years.",
    "philosophy_dilemma_point2_title": "The 'One-Size-Fits-All' Fallacy",
    "philosophy_dilemma_point2_desc": "Many modern methods fail to recognize that every body is unique. A generic plan might work for some but be entirely ineffective for others because it doesn't account for individual constitution, lifestyle, and underlying imbalances.",
    "philosophy_dilemma_image_alt": "Frustrated person on a scale surrounded by fad diet books",
    "philosophy_dilemma_closing": "But what if there's a more profound, lasting approach? One that honors your body's innate wisdom?",

    "philosophy_tcm_title": "The Wisdom of Millennia: How TCM Views Weight & Health",
    "philosophy_tcm_subtitle": "TCM sees weight not as an isolated number, but as a reflection of the body's overall balance—a complex system of energy (Qi), substance (Blood, Body Fluids), and harmonious function.",
    "philosophy_tcm_icon1_alt": "Yin Yang symbol representing balance",
    "philosophy_tcm_point1_title": "Holistic Harmony",
    "philosophy_tcm_point1_desc": "TCM believes weight issues stem from imbalances within the body's internal systems (like the Spleen, Stomach, Liver). The goal is to restore harmony, not just suppress symptoms.",
    "philosophy_tcm_icon2_alt": "Diverse body types icon",
    "philosophy_tcm_point2_title": "Individualized Constitutions",
    "philosophy_tcm_point2_desc": "No two people are exactly alike. TCM identifies different body 'constitutions' (e.g., Phlegm-Dampness, Qi Deficiency, Blood Stasis) and tailors approaches to an individual's unique pattern.",
    "philosophy_tcm_icon3_alt": "Plant with deep roots icon",
    "philosophy_tcm_point3_title": "Addressing the Root Cause",
    "philosophy_tcm_point3_desc": "Instead of just looking at the number on the scale, TCM delves deeper to address the underlying reasons for weight gain—be it poor digestion, stagnant Qi, or emotional imbalances.",
    "philosophy_tcm_cta": "Discover How TCM Can Help You",

    "philosophy_benefits_title": "Embrace TCM: Benefits Beyond Weight Loss",
    "philosophy_benefits_subtitle": "Adopting a TCM approach to weight management can lead to profound benefits that go far beyond the scale, fostering holistic health and vitality.",
    "philosophy_benefit1_icon_alt": "Growing plant icon",
    "philosophy_benefit1_title": "Sustainable Results",
    "philosophy_benefit1_desc": "By addressing root causes and rebalancing the body, TCM aims for lasting weight management, not just a temporary fix.",
    "philosophy_benefit2_icon_alt": "Glowing energy icon",
    "philosophy_benefit2_title": "Increased Vitality & Energy",
    "philosophy_benefit2_desc": "As your body comes into harmony, you'll often experience improved energy levels, better digestion, and enhanced overall well-being.",
    "philosophy_benefit3_icon_alt": "Person with interconnected body systems icon",
    "philosophy_benefit3_title": "Holistic Health Improvement",
    "philosophy_benefit3_desc": "TCM doesn't just focus on weight. It considers your emotional health, sleep quality, and lifestyle factors to promote comprehensive wellness.",
    "philosophy_benefit4_icon_alt": "Tailored plan icon",
    "philosophy_benefit4_title": "Personalized Care",
    "philosophy_benefit4_desc": "Say goodbye to one-size-fits-all. TCM offers personalized strategies tailored to your unique constitution and needs.",
    "philosophy_benefit5_icon_alt": "Empowered person icon",
    "philosophy_benefit5_title": "Empowered Body Awareness",
    "philosophy_benefit5_desc": "Understanding your body's unique needs and how food and lifestyle choices impact you empowers you to make informed decisions for your health.",
    "philosophy_benefit6_icon_alt": "Leaf and hand icon symbolizing nature",
    "philosophy_benefit6_title": "Natural & Gentle",
    "philosophy_benefit6_desc": "TCM often employs natural herbs, dietary adjustments, and lifestyle changes, offering a gentle yet powerful approach to health.",
    "philosophy_benefits_cta": "Start Your Wellness Journey",

    "philosophy_approach_title": "Our Approach: Ancient Wisdom Meets Modern Access",
    "philosophy_approach_subtitle": "We believe ancient wisdom holds the keys to modern wellness challenges. Our mission is to make this invaluable knowledge accessible and understandable.",
    "philosophy_approach_product_intro_title": "'Ancient Formulas Revealed: The Complete Database of 185 Prescriptions'",
    "philosophy_approach_product_intro_p1": "Our core offering is the result of years of meticulous research and data mining from the vast 'Zhonghua Yidian' by an authoritative TCM research team. This is more than just a database; it's a gateway to millennia of practice-proven health wisdom.",
    "philosophy_approach_product_intro_p2": "With this database, you can:",
    "philosophy_approach_product_benefit1": "Explore time-tested ancient formulas and understand their composition principles.",
    "philosophy_approach_product_benefit2": "Gain deep insights into different body constitution types and their corresponding conditioning strategies.",
    "philosophy_approach_product_benefit3": "Discover the wisdom of natural herbal ingredients in weight management.",
    "philosophy_approach_product_image_alt": "Preview of the Ancient Formula Database",
    "philosophy_approach_cta": "Access the Ancient Formula Database",

    "philosophy_approach_vision": "We are gradually building a comprehensive health management ecosystem, from deep ancient formula data to personalized conditioning plans, and innovative digital tools.",

    "philosophy_tab_ancient_formulas": "Ancient Formulas Database (Current)",
    "philosophy_tab_future_formulas": "More Formulas (Future)",
    "philosophy_tab_personalized_tool": "Personalized Tool (Future)",
    "philosophy_tab_bigu_app": "Bigu App (Future)",

    "philosophy_future_formulas_title": "Coming Soon: 150+ Formulas and Combinations Database (Based on 3000+ Literature & 1000+ Empirical Theses)",
    "philosophy_future_formulas_desc_p1": "We are actively building an even more extensive database of formulas and combinations, compiling over 150 deeply researched prescriptions and compounds derived from over 3000 TCM literature pieces and 1000+ empirical theses. This database aims to provide more comprehensive and detailed conditioning solutions.",
    "philosophy_future_formulas_benefit1": "Covering a wider range of body constitutions and health needs.",
    "philosophy_future_formulas_benefit2": "Providing more refined compounding theories and clinical application guidance.",
    "philosophy_future_formulas_benefit3": "Based on the latest empirical research to ensure accuracy and foresight of knowledge.",
    "philosophy_future_formulas_desc_p2": "Stay tuned, this upgraded database will offer you even more powerful health management support.",

    "philosophy_personalized_tool_title": "Coming Soon: Personalized Solution Tool (Analyzing Herbs, Components, Obesity Gene Targets, etc.)",
    "philosophy_personalized_tool_desc_p1": "In the future, we will launch a revolutionary personalized solution tool. It will combine TCM constitutional identification with modern scientific analysis, deeply dissecting herbal components and exploring their correlation with obesity gene targets and everyday dietary sources. This tool aims to tailor the most suitable health management plan for you.",
    "philosophy_personalized_tool_benefit1": "Providing customized dietary and lifestyle advice based on your unique constitution.",
    "philosophy_personalized_tool_benefit2": "Enhancing the precision and effectiveness of solutions through gene target analysis.",
    "philosophy_personalized_tool_benefit3": "Helping you understand the specific effects of different foods and herbs on your body.",
    "philosophy_personalized_tool_desc_p2": "We are committed to integrating cutting-edge technology with TCM wisdom to bring you an unprecedented personalized health experience.",

    "philosophy_bigu_app_title": "Coming Soon: Taoist Bigu (Fasting) Management App",
    "philosophy_bigu_app_desc_p1": "In the future, we will develop a unique Taoist Bigu (Fasting) Management App, combining ancient Bigu wellness wisdom with modern mobile technology. This app will provide personalized Bigu plans, professional guidance, and community support to help you practice Bigu safely and effectively, achieving dual goals of physical and mental purification and weight management.",
    "philosophy_bigu_app_benefit1": "Providing scientific Bigu cycles and phased guidance.",
    "philosophy_bigu_app_benefit2": "Integrating monitoring functions to track body status and progress.",
    "philosophy_bigu_app_benefit3": "Introducing an interactive community to share experiences and receive support.",
    "philosophy_bigu_app_desc_p2": "Through this app, we will bring the ancient wellness practice of Bigu into your daily life, helping you achieve physical and mental balance and a health transformation.",

    "philosophy_research_title": "Rooted in Research, Designed for You",
    "philosophy_research_subtitle": "We are committed to combining rigorous academic research with practical wellness solutions to help you embark on your health journey with confidence.",
    "philosophy_research_logo_alt": "Authoritative TCM Research Institution Logo",
    "philosophy_research_academic_title": "Rooted in Rigorous Academic Research",
    "philosophy_research_academic_desc": "Our database originates from the research findings of authoritative TCM research institutions, ensuring the authority and scientific basis of its information. Each formula entry has been carefully compiled and verified to provide you with a reliable reference.",
    "philosophy_research_academic_note": "(Note: We collaborate with top TCM research institutions to provide cutting-edge knowledge.)",
    "philosophy_research_audience_title": "Who Is This For?",
    "philosophy_research_audience_1": "Individuals seeking a <strong>sustainable approach to weight management</strong>, tired of yo-yo dieting.",
    "philosophy_research_audience_2": "Those who want to <strong>improve their overall well-being</strong>, not just lose weight.",
    "philosophy_research_audience_3": "People <strong>curious about TCM wisdom</strong> and its application in modern health management.",
    "philosophy_research_audience_4": "Anyone who values a <strong>personalized and natural approach</strong> to their health journey.",
    "philosophy_research_audience_5": "Those looking to <strong>combine modern technology with TCM wisdom</strong> to explore cutting-edge health solutions.",
    "philosophy_research_audience_6": "Individuals seeking a <strong>comprehensive health ecosystem</strong> covering formulas, personalized guidance, and lifestyle management.",
    "philosophy_research_closing": "Ready to explore your health from a new perspective?",
    "philosophy_research_cta": "Explore Our Approach",

    "philosophy_main_title_placeholder": "Philosophy Page Content Placeholder",
    "philosophy_main_subtitle_placeholder": "More sections will be added based on the plan.",

    "footer_title": "Ancient Formulas Revealed",
    "footer_slogan": "Explore millennial wisdom, reshape a healthy life",
    "footer_privacy": "Privacy Policy",
    "footer_terms": "Terms of Use",
    "footer_disclaimer_philosophy": "The content on this page is for informational purposes only and does not constitute medical advice.",
    "footer_copyright": "&copy; 2024 Ancient Formulas Revealed. All rights reserved.",

    "philosophy_obesity_pathogenesis_title": "TCM's Understanding of Obesity Pathogenesis",
    "philosophy_obesity_pathogenesis_intro": "In Traditional Chinese Medicine (TCM), how obesity develops is closely linked to imbalances within the body. Many famous TCM experts, like Master Wang Qi, have studied this deeply. They found that obesity is mainly caused by three key issues: too much 'Phlegm-Dampness' (sticky, unhealthy fluids), not enough 'Qi' (vital energy, leading to 'Qi Deficiency'), and 'Blood Stasis' (poor blood circulation). So, treating obesity in TCM involves addressing these three areas to guide herbal treatments effectively.",
    "philosophy_pathogenesis_phlegm_dampness_title": "Phlegm-Dampness",
    "philosophy_pathogenesis_phlegm_dampness_desc": "TCM explains that the 'Spleen' system is key for processing fluids in your body. If the Spleen is weak ('Spleen deficiency'), fluids can build up and turn into sticky 'Phlegm-Dampness' and excess fat, leading to obesity. This Phlegm-Dampness isn't just a result of obesity; it can also make health problems worse. Many ancient medical experts, like Zhu Zhenheng, Yu Chang, and Zhang Yuqing, noted that 'overweight people often have excess phlegm and dampness.' They believed Phlegm-Dampness is a core cause of obesity. Therefore, key treatments involve strengthening the Spleen, removing dampness, and clearing phlegm.",
    "philosophy_pathogenesis_qi_deficiency_title": "Qi Deficiency",
    "philosophy_pathogenesis_qi_deficiency_desc": "'Qi' is the body's vital energy, primarily derived from the digestive functions of the Spleen and Stomach, and the essence of the Kidneys. If the Spleen isn't working well, you won't produce enough Qi ('Qi deficiency'), and your body's ability to manage fluids weakens. This can cause fluids to stagnate, forming Phlegm-Dampness and fat accumulation, leading to obesity. The famous Qing Dynasty doctor Chen Shiduo said, 'Overweight people have a lot of phlegm because their Qi is deficient. When Qi is lacking, it can't move substances properly, so phlegm forms.' Thus, treating obesity also involves boosting the Qi of the Spleen and Kidneys, especially the 'Mingmen Fire' (the body's fundamental driving force). With enough Qi, Phlegm-Dampness naturally decreases.",
    "philosophy_pathogenesis_blood_stasis_title": "Blood Stasis",
    "philosophy_pathogenesis_blood_stasis_desc": "In TCM, 'Qi' (vital energy) and 'Blood' depend on each other. Blood carries Qi. If blood flow is poor ('Blood Stasis'), Qi movement is also blocked, leading to 'Qi Stagnation and Blood Stasis.' When this happens, the body's transport of Qi, Blood, and fluids is disrupted, allowing waste and excess fat to build up, causing obesity. The ancient text 'General Treatise on the Causes and Symptoms of Diseases' mentions that phlegm formation is related to blocked blood vessels and fluid accumulation. So, poor blood circulation is another important factor in obesity.",
    "philosophy_herbal_treatment_title": "Chinese Herbal Treatment for Obesity",
    "philosophy_herbal_treatment_expectorants_title": "Expectorant Formulas",
    "philosophy_herbal_treatment_expectorants_desc": "These are key herbal formulas for addressing obesity by clearing Phlegm-Dampness. Common examples include 'Er Chen Tang,' 'Dao Tan Tang,' 'Di Tan Tang,' 'Wen Dan Tang,' and 'Gun Tan Wan,' with 'Er Chen Tang' and 'Dao Tan Tang' being used most often. 'Dao Tan Tang' and 'Di Tan Tang' are modified versions of 'Er Chen Tang.' For instance, adding Nan Xing and Zhi Shi to 'Er Chen Tang' creates 'Dao Tan Tang.' Adding Chang Pu, Ren Shen, Gan Cao, and Zhu Ru makes 'Di Tan Tang.' Historically, 'Dao Tan Tang' was often used for obesity linked with women's health issues.",
    "philosophy_herbal_treatment_tonics_title": "Tonifying Formulas",
    "philosophy_herbal_treatment_tonics_desc": "These formulas are used to strengthen the body and are increasingly popular for treating obesity, especially when it's linked to 'deficiency' (like Qi deficiency). They are the second most common type after formulas that clear phlegm. Examples include 'Si Jun Zi Tang,' 'Liu Jun Zi Tang,' 'Si Wu Tang,' 'Bu Zhong Yi Qi Tang,' 'Ba Wei Wan,' 'Ba Zhen Tang,' and 'Shen Ling Bai Zhu San.' These help boost overall body function.",
    "philosophy_herbal_treatment_dampness_title": "Dampness-Eliminating Formulas",
    "philosophy_herbal_treatment_dampness_desc": "TCM often says, 'Overweight people tend to have excess dampness.' So, removing this internal dampness is another key strategy for treating obesity and related conditions. Common formulas for this include 'Wu Ling San,' 'Ping Wei San,' and 'Wei Ling Tang.'"
} 