{
    "shop_page_title": "Get Complete Ancient Formula Database - 185 Traditional Obesity Treatments | Ancient Formulas Revealed",
    "shop_page_description": "Exclusive Release: Henan University of TCM research team unveils the complete database of 185 traditional obesity treatment formulas for the first time. Millennia of ancient wisdom, modern scientific validation, limited-time special offer.",
    "shop_page_keywords": "TCM weight loss, ancient formula database, obesity treatment, 185 formulas, Henan University of Chinese Medicine, traditional medicine, health wellness, TCM constitution, weight loss methods",
    "shop_og_title": "Complete Ancient Formula Database - 185 Traditional Obesity Treatments | Ancient Formulas Revealed",
    "shop_og_description": "Exclusively access the complete database of 185 traditional obesity treatment formulas, first unveiled by the Henan University of TCM research team.",
    "site_name": "Ancient Formulas Revealed",
    "nav_home_return": "Return to Home",
    "nav_buy_now": "Buy Now",
    "countdown_ended_message": "Offer has ended!",

    "hero_urgent_banner": "Limited Time Release: First public ancient formula database, only for the first 100!",
    "hero_title_discovery": "Finally Revealed: Henan University of TCM Discovers",
    "hero_title_failure_reason": "Why 99% of Weight Loss Methods Fail",
    "hero_subtitle_database_reveal": "Breakthrough research reveals: The hidden \"root cause codes\" of obesity in 185 millennial ancient formulas, fully disclosed for the first time",
    "hero_stat_formulas": "Complete Ancient Formulas",
    "hero_stat_years": "Years of Historical Validation",
    "hero_stat_types": "Different Constitution Plans",
    "hero_cta_database_access": "Get Complete Database Now - Limited Time 50% Off",
    "hero_cta_subtext": "⏰ Special price reverts to original after 24 hours (Limited spots)",

    "pain_title": "Why do you still regain weight after trying so many methods?",
    "pain_subtitle": "Because you've been treating the symptoms, not the root cause",
    "pain_1_title": "Dieting to lose weight, but gaining more instead",
    "pain_1_desc": "Lowered basal metabolism, immediate rebound upon resuming diet, weighing more than before",
    "pain_2_title": "Exercise for weight loss, slow results",
    "pain_2_desc": "Sweating every day, but weight doesn't budge, leading to more frustration upon giving up",
    "pain_3_title": "Weight loss drugs, major side effects",
    "pain_3_desc": "Palpitations, insomnia, mood swings, damaged health – not worth the cost",
    "pain_4_title": "One-size-fits-all, ignoring individuality",
    "pain_4_desc": "Methods that work for others are completely ineffective for you because of different constitutions",
    "pain_5_title": "Repeated struggles, confidence shattered",
    "pain_5_desc": "After failing countless methods, you start to doubt you'll ever lose weight",
    "pain_6_title": "Health risks, worsening daily",
    "pain_6_desc": "Abnormal blood pressure, blood sugar, blood lipids, and increasing cardiovascular risks",
    "shocking_stat_title": "Shocking Data",
    "shocking_stat_content": "Studies show: 95% of dieters regain all the weight within 5 years, some even more than before dieting",
    "shocking_conclusion": "The problem isn't you, it's the method!",

    "solution_title": "Breakthrough Discovery: The \"Obesity Code\" Hidden in Millennia-Old Ancient Formulas",
    "solution_subtitle": "After 3 years of research, the Henan University of TCM team, using the latest data mining techniques, has for the first time fully extracted the core secrets of 185 obesity conditioning formulas from the 400 million characters of the \"Zhonghua Yidian\" (Chinese Medical Canon).",
    "solution_data_source_label": "Data Source:",
    "solution_data_source_text": "The \"Zhonghua Yidian\" is a large-scale electronic collection published in 2017 by the China Association of Chinese Medicine and Hunan Electronic & Audiovisual Publishing House. It includes 1,156 ancient Chinese medical books, spanning tens of thousands of volumes and over 400 million characters. It gathers major TCM works predating the founding of New China, including rare manuscripts and sole surviving copies, broadly covering the main achievements of Chinese medical cultural construction up to the Republic of China era. It is the most extensive electronic collection of TCM literature.",
    "solution_workload_label": "Workload:",
    "solution_workload_text": "Our team selected 563 valid documents from 2,614 initially retrieved literature for in-depth analysis. We systematically organized 185 formulas, 253 medicinal herbs, 72 related diseases, and 74 syndrome pattern combinations, presenting ancient insights into obesity understanding and treatment.",
    "discovery_title": "Amazing Discoveries",
    "discovery_1_title": "Obesity has 7 different \"root causes\"",
    "discovery_1_desc": "Phlegm-dampness, Qi deficiency, Qi stagnation, Blood stasis, Turbid fat, Heat syndrome, Dampness syndrome – each requires a different conditioning approach.",
    "discovery_2_title": "74 types of constitution combinations",
    "discovery_2_desc": "The ancients long discovered that everyone's reason for obesity is different, requiring personalized and precise conditioning.",
    "discovery_3_title": "Wise combinations of 253 medicinal herbs",
    "discovery_3_desc": "Each combination is scientifically based, verified by millennia of clinical practice, safe and effective.",
    "exclusive_title": "Exclusive Reveal",
    "stat_ancient_terms": "Ancient terms for obesity in texts:",
    "stat_related_diseases": "Records of related diseases:",
    "stat_total_formulas": "Complete formulas collected:",
    "stat_herb_combinations": "Herb combination instances:",
    "stat_research_time": "Research duration:",
    "why_now_title": "Why are we deciding to reveal these ancient secrets now?",
    "reason_1_title": "Worsening Obesity Crisis",
    "reason_1_desc": "Modern obesity rates are sharply rising, traditional methods have limited effectiveness, and new solutions are urgently needed.",
    "reason_2_title": "Mature Technology Timing",
    "reason_2_desc": "The maturity of data mining technology allows us to systematically extract ancient wisdom.",
    "reason_3_title": "Social Responsibility Mission",
    "reason_3_desc": "As a research institution, we have a responsibility to let this valuable knowledge benefit more people in need.",

    "institution_authority_title": "Institutional Authority",
    "auth_1_title": "Henan University of Chinese Medicine",
    "auth_1_desc": "A key national university of Chinese medicine with profound academic heritage and research strength.",
    "auth_2_title": "Professional Research Team",
    "auth_2_desc": "A professional team led by senior professor Yan Shuxun and postgraduate Yan Yan.",
    "auth_3_title": "Strict Academic Standards",
    "auth_3_desc": "Adheres to international academic research standards, peer-reviewed and rigorously audited.",
    "research_innovation_title": "Research Innovation",
    "innovation_1_title": "Pioneering Data Mining Methods",
    "innovation_1_desc": "First in the country to systematically study ancient obesity formulas using modern data mining techniques.",
    "innovation_2_title": "Largest Scale Database",
    "innovation_2_desc": "Based on the 400-million-character \"Zhonghua Yidian\" (Chinese Medical Canon), the data scale is unprecedented.",
    "innovation_3_title": "Filling Academic Gaps",
    "innovation_3_desc": "First systematic review of TCM obesity theory, holding significant academic value.",
    "shop_testimonial1_outcome": "- Lost 8kg, full of energy",
    "shop_testimonial2_outcome": "- Said goodbye to \"general's belly\", regained health",
    "shop_testimonial3_outcome": "- Stable weight loss, more flexible joints",

    "shop_hero_title_main": "Say Goodbye to \"Obesity\", Reshape Your Health",
    "shop_hero_title_sub": "Millennial Ancient Formulas Unveiled, Helping You Cultivate Inside and Out",
    "shop_hero_subtitle": "Exclusive TCM obesity conditioning program, integrating ancient and modern wisdom, scientific data mining, start your health transformation journey!",
    "shop_offer_limited_time": "Limited-Time Offer, Seize Your New Health Opportunity!",
    "shop_original_price": "¥99.99",
    "shop_current_price": "¥59.99",
    "shop_cta_hero": "Get Your Exclusive Ancient Formula Guide Now!",
    "shop_guarantee": "30-Day No-Reason Refund Guarantee, Worry-Free Purchase!",

    "shop_problem_title": "Have You Been Troubled by Obesity, Unable to Find a Fundamental Solution?",
    "shop_problem_subtitle": "We understand your struggle, because this is not just a weight issue, but a signal of internal imbalance in the body.",
    "shop_problem_card1_title": "Repeated Dieting with Poor Results?",
    "shop_problem_card1_desc": "Tried various popular diet methods, but always fall into the cycle of rebound, feeling exhausted both physically and mentally.",
    "shop_problem_card2_title": "Feeling Down, Confidence Damaged?",
    "shop_problem_card2_desc": "Obesity not only affects your appearance but can also bring emotional distress, causing you to lose your original vitality and confidence.",
    "shop_problem_card3_title": "Health Problems Gradually Appearing?",
    "shop_problem_card3_desc": "Hypertension, hyperlipidemia, diabetes... Obesity is quietly eroding your health.",
    "shop_problem_closing": "Traditional methods often treat the symptoms but not the root cause of these problems. But now, we have a new perspective, a solution from millennial wisdom that will completely change your health path!",

    "shop_solution_title": "Breakthrough Discovery: TCM's \"Seven Syndrome Elements\", the True Root of Obesity!",
    "shop_solution_desc_expanded": "Through in-depth data mining of 'The Great Compendium of Chinese Medicine'—a monumental work containing 1,156 ancient Chinese medical books, over 400 million Chinese characters, and a collection of major pre-1949 TCM works (including rare manuscripts)—we've unveiled the seven intrinsic syndrome elements of obesity. This is not just a weight issue, but a reflection of different 'imbalance' states in the body.",
    "shop_solution_point1": "Phlegm-Dampness Obstruction: Dampness evil obstructs, causing dysfunction in transportation and transformation.",
    "shop_solution_point2": "Qi Deficiency and Blood Stasis: Poor circulation of Qi and blood, slowing down metabolism.",
    "shop_solution_point3": "Liver Depression and Spleen Deficiency: Emotional distress, damaging the spleen and stomach.",
    "shop_solution_point4": "... (More syndrome elements detailed in the product)",
    "shop_solution_closing": "Our product, targeting these syndrome elements, provides you with personalized and systematic ancient formula conditioning plans, directly addressing the root cause of obesity!",

    "shop_trust_title": "Authoritative Endorsement, Scientific Validation: We Don't Just Talk!",
    "shop_trust_subtitle": "Our research results are the culmination of rigorous academic exploration and decades of clinical experience.",
    "shop_trust_research_title": "Authoritative Production by Henan University of Chinese Medicine",
    "shop_trust_research_desc": "This research project is led by a senior expert team from Henan University of Chinese Medicine, integrating traditional medicine with modern technology to ensure the professionalism and scientific nature of the content.",
    "shop_trust_research_depth": "Our research is rooted in the systematic analysis of 'The Great Compendium of Chinese Medicine,' the most extensive TCM ancient text database, ensuring the depth and breadth of our study and dedicating efforts to transform millennial wisdom into practical solutions for modern health.",
    "shop_trust_expert_title": "Jointly Developed by Top Experts",
    "shop_trust_expert_desc": "Jointly developed by renowned experts in the field of TCM such as Professor Yan Yan and Professor Yan Shuxun, combining profound academic accumulation with clinical practice.",
    "shop_testimonials_heading": "They Have Succeeded, You Are Next!",
    "shop_testimonial1_quote": "\"The dampness constitution that troubled me for years has finally improved! By adjusting my diet and lifestyle according to the guide, I feel much lighter, and my clothes are two sizes smaller!\"",
    "shop_testimonial2_quote": "\"I was skeptical at first, but seeing the professionalism of the ancient formula list, I decided to give it a try. I didn't expect the results to be so good; my waistline has shrunk significantly, and even my sleep has improved!\"",
    "shop_testimonial3_quote": "\"I always thought it was hard to lose weight at my age, but this ancient formula guide is so thoughtful. It provided a detailed plan for my constitution, and now I move more easily, and my knees don't hurt as much.\"",

    "shop_expand_title": "Expand Your Health Horizons: Our Ongoing Exploration",
    "shop_expand_subtitle": "Beyond our current core product, our research team is continuously exploring more cutting-edge health management solutions.",
    "shop_expand_modern_formulas_title": "Modern Literature Research & Formula Discovery",
    "shop_expand_modern_formulas_desc": "We go beyond ancient formulas. Through in-depth analysis of over 3,000 cutting-edge papers from international medical databases like NCBI and CNKI, we have identified over 150 modern formulas related to weight management. These findings will help develop more precise and effective health products.",
    "shop_expand_modern_formulas_status": "(Another product is under development)",
    "shop_expand_personalized_tool_title": "Personalized Weight Management Dietary Tool",
    "shop_expand_personalized_tool_desc": "We are developing an intelligent personalized dietary tool for weight management. Based on scientific analysis of active ingredients in Chinese herbs and their interaction with human gene targets, it will recommend cost-effective, easily accessible personalized dietary combinations from daily foods (vegetables, nuts, fruits, food-medicine homologues, etc.).",
    "shop_expand_personalized_tool_status": "(Coming soon)",

    "shop_product_value_title": "What You'll Get: The Ultimate Obesity Conditioning Solution Merging Ancient and Modern Wisdom!",
    "shop_product_value_subtitle": "What we have prepared for you is not just knowledge, but a set of actionable and executable health transformation tools!",
    "shop_pdf_guide_title": "\"TCM Obesity Conditioning Wisdom: Millennial Ancient Formulas Essence\" PDF Guide",
    "shop_pdf_guide_intro": "This e-guide is your blueprint for health transformation. It will deeply analyze the internal root causes of obesity and provide customized conditioning plans:",
    "shop_pdf_point1": "**In-depth Constitution Analysis:** Understand the seven obesity constitutions in detail and find your specific issue.",
    "shop_pdf_point2": "**Personalized Conditioning Plan:** Comprehensive guidance on diet, exercise, emotions, and lifestyle tailored to your constitution.",
    "shop_pdf_point3": "**High-Frequency Classic Formulas Revealed:** Clearly explain the core principles and applications of classic ancient formulas like Er Chen Tang.",
    "shop_pdf_point4": "**Star Herb Efficacy Analysis:** Understand the unique value of key herbs like Ban Xia, Gan Cao, and Chen Pi.",
    "shop_member_area_title": "Exclusive Member Area: Thousands of Ancient Formulas at Your Fingertips!",
    "shop_member_area_intro": "As a valued member, you will gain access to a powerful online tool to easily search and learn:",
    "shop_member_point1": "**Complete Formula Database:** Covers thousands of ancient formulas from 'The Great Compendium of Chinese Medicine', with keyword search support.",
    "shop_member_point2": "**Complete Herb Database:** In-depth understanding of each herb's efficacy, usage, and contraindications.",
    "shop_member_point3": "**Disease & Syndrome Pattern Association Query:** Easily find ancient formulas and herbs corresponding to diseases and syndrome patterns.",
    "shop_member_point4": "**Continuous Updates & Exclusive Content:** Members enjoy the latest research results and exclusive customized content.",

    "shop_value_offer_title": "Now, Get Your Healthy Future at an Unbelievable Discount!",
    "shop_value_offer_subtitle": "The original value far exceeds this, but we are committed to letting more people benefit from this millennial wisdom.",
    "shop_total_value": "Original Total Value Over ¥500+",
    "shop_offer_original_price": "¥99.99",
    "shop_offer_current_price": "¥59.99",
    "shop_offer_discount": "Limited-Time Enjoy a **40%** Massive Discount!",
    "shop_cta_final": "Buy Now, Start Your Health Transformation!",
    "shop_offer_security": "Secure payment, your information is encrypted.",
    "shop_you_get_title": "After Purchase, You Will Immediately Receive:",
    "shop_get_item1": "\"TCM Obesity Conditioning Wisdom: Millennial Ancient Formulas Essence\" PDF Guide (Instant Download)",
    "shop_get_item2": "Exclusive Member Area Access (Complete Ancient Formula and Herb Database)",

    "shop_urgency_title": "Limited-Time Offer, Countdown in Progress!",
    "shop_urgency_subtitle": "To reward early supporters, we offer an unprecedented discount, but the opportunity is fleeting!",
    "shop_scarcity_message": "This exclusive offer is for the first public release. Once missed, the original price will be restored. Don't let the opportunity slip away!",
    "shop_scarcity_stock_note": "* Limited spots available for the initial launch, while supplies last!",
    "shop_cta_urgency": "Lock In Your Discount Now!",

    "shop_guarantee_title": "Zero-Risk Promise: 7-Day No-Questions-Asked Money-Back Guarantee!",
    "guarantee_badge_alt": "7-Day Money-Back Guarantee Badge",
    "shop_guarantee_desc": "We are confident in the value of 'Ancient Formulas, New Interpretations: Complete Database of 185 Formulas'. Therefore, we offer an unconditional 7-day money-back guarantee. If you are not satisfied with the product within 7 days, we will provide a full refund, no questions asked. Your satisfaction is our priority!",
    "shop_cta_guarantee": "Buy with Confidence, Experience It Now!",

    "shop_faq_title": "Frequently Asked Questions",
    "shop_faq1_q": "1. How do I get the product after purchase?",
    "shop_faq1_a": "After successful purchase, you will immediately receive a download link for the PDF guide and automatically gain access to the member area. All content can be viewed online or downloaded.",
    "shop_faq2_q": "2. Will the member area be continuously updated?",
    "shop_faq2_a": "Yes, our research team will continue to conduct ancient text mining and research. The member area content will be updated irregularly to ensure you get the latest and most comprehensive TCM obesity conditioning wisdom.",
    "shop_faq3_q": "3. Is the product for all obese people?",
    "shop_faq3_a": "This product aims to provide universal TCM obesity conditioning wisdom and personalized constitution analysis methods. Although we provide comprehensive information, individual differences are significant, and it is recommended to use it under the guidance of a professional physician.",
    "shop_faq4_q": "4. Can I understand it if I have no TCM background?",
    "shop_faq4_a": "We have intentionally simplified and popularized complex TCM theories to ensure that users with no TCM background can easily understand them. At the same time, the member area provides a convenient search function to help you quickly find information.",
    "shop_cta_faq": "Buy Now, Clear All Your Doubts!",

    "footer_title": "Ancient Formulas Revealed",
    "footer_slogan": "Explore millennial wisdom, reshape a healthy life",
    "footer_privacy": "Privacy Policy",
    "footer_terms": "Terms of Use",
    "footer_disclaimer": "This product is for academic research and educational reference only and does not constitute medical advice.",
    "footer_copyright": "&copy; 2024 Henan University of Chinese Medicine Research Team. All rights reserved.",

    "offer_title": "Complete Ancient Formulas Database, Now Released for the First Time",
    "offer_subtitle": "This is the culmination of 3 years of hard work by the research team, released to the public for the first time.",
    "limited_release": "Limited Time First Release",
    "product_title": "'Ancient Formulas, New Interpretations: Complete Database of 185 Formulas'",
    "product_description": "Exclusively compiled by the Henan University of Chinese Medicine research team, based on the 400 million characters of ancient texts in 'Zhong Hua Yi Dian', this is the most comprehensive database of traditional obesity conditioning formulas completed over 3 years.",
    "includes_title": "You will receive:",
    "include_1": "185 complete ancient formulas with detailed proportions",
    "include_2": "Precise classification guidance for 74 constitution types",
    "include_3": "Complete analysis of the efficacy mechanisms of 253 medicinal herbs",
    "include_4": "Ancient records and modern comparisons for 72 related diseases",
    "include_5": "Detailed explanation of data mining methods and research background",
    "include_6": "Professional team annotations and modern application guidance",
    "tier_basic_name": "Basic Edition",
    "tier_basic_price_original": "Original Price ¥298",
    "tier_basic_price_current": "¥148",
    "tier_basic_savings": "Save ¥150",
    "tier_basic_feat1": "Basic information for 185 formulas",
    "tier_basic_feat2": "Basic search function",
    "tier_basic_feat3_crossed": "No detailed efficacy analysis",
    "tier_basic_feat4_crossed": "No modern application guidance",
    "tier_basic_cta": "Select Basic Edition",
    "tier_standard_popular_badge": "Most Popular",
    "tier_standard_name": "Standard Edition",
    "tier_standard_price_original": "Original Price ¥398",
    "tier_standard_price_current": "¥198",
    "tier_standard_savings": "Save ¥200",
    "tier_standard_feat1": "Complete recipes for 185 formulas",
    "tier_standard_feat2": "Conditioning plans classified by constitution type",
    "tier_standard_feat3": "Detailed analysis of efficacy mechanisms",
    "tier_standard_feat4": "Modern application guidance and precautions",
    "tier_standard_cta": "Get Standard Edition Now",
    "tier_pro_name": "Professional Edition",
    "tier_pro_price_original": "Original Price ¥598",
    "tier_pro_price_current": "¥298",
    "tier_pro_savings": "Save ¥300",
    "tier_pro_feat1": "Includes all Standard Edition content",
    "tier_pro_feat2": "Advanced data analysis report",
    "tier_pro_feat3": "Professional interpretation by the research team",
    "tier_pro_feat4": "One expert consultation service",
    "tier_pro_cta": "Select Professional Edition",
    "guarantee_pdf": "Instant Download, PDF Format",
    "guarantee_secure_payment": "Secure Payment Guarantee",
    "guarantee_7day_refund": "7-Day Unconditional Refund",
    "urgency_100_limit": "⚠️ This price is limited to the first 100 buyers",
    "urgency_price_revert": "Price will revert to ¥398 (Standard Edition) after 24 hours",
    "offer_buyer_count_prefix": "Already ",
    "offer_buyer_count_suffix": " people have successfully purchased today",

    "enhanced_testimonial_title": "Real User Reviews",
    "enhanced_testimonial_verified_purchase": "Verified Purchase",
    "enhanced_testimonial_1_avatar_alt": "User Avatar: Dr. Li",
    "enhanced_testimonial_1_name": "Dr. Li",
    "enhanced_testimonial_1_title": "Attending Physician, TCM Hospital",
    "enhanced_testimonial_1_quote": "The content is detailed and clearly categorized, very helpful for understanding TCM conditioning for obesity. As a TCM student, this is excellent reference material.",
    "enhanced_testimonial_1_experience": "Experience after 3 months of purchase",
    "enhanced_testimonial_see_more": "See more 30+ real reviews →",

    "faq_title": "Frequently Asked Questions",
    "ref_faq_q1": "Q: What kind of customer support can I get?",
    "ref_faq_a1": "A: After purchasing the Standard Edition, you will receive email support services. Customers who choose the Professional Edition will also get a one-on-one expert consultation opportunity to help you better understand and apply the research content.",
    "ref_faq_q2": "Q: How new is the content? Is it updated regularly?",
    "ref_faq_a2": "A: Our research team has just completed this groundbreaking research, so the content is very new. As research progresses, we plan to update the content quarterly, and all purchased users will receive these updates for free.",
    "shop_cta_faq_ref": "Buy Now and Clear All Your Doubts!",

    "final_call_title_ref": "Don't Let This Opportunity Slip Away",
    "final_call_subtitle_ref": "Millennia of wisdom, revealed for the first time. Miss this, and you'll pay ¥200 more next time when the price reverts.",
    "final_cta_ref": "Buy Now - Only 24 Hours Left!",
    "payment_logo_alt_alipay_ref": "Alipay",
    "payment_logo_alt_wechat_ref": "WeChat Pay",
    "payment_logo_alt_unionpay_ref": "UnionPay",

    "upsell_section_title": "More Weight Management Solutions",
    "upsell_item1_title": "Modern Weight Loss Formulas Database",
    "upsell_item1_desc1": "Search and analyze 3000+ documents from databases like NCBI, CNKI, etc.",
    "upsell_item1_desc2": "Compile 150+ modern weight loss formulas, recipes, and mechanism analyses",
    "upsell_item1_price": "¥168",
    "upsell_item1_price_original": "Original Price ¥298",
    "upsell_item1_cta": "Learn More",
    "upsell_item2_title": "Personalized Weight Management Plan Tool",
    "upsell_item2_desc1": "Analyze active ingredients of weight loss herbs and their gene targets",
    "upsell_item2_desc2": "Recommend daily vegetable, nut, fruit, and edible herb combinations",
    "upsell_item2_price": "¥228",
    "upsell_item2_price_original": "Original Price ¥398",
    "upsell_item2_cta": "Learn More",
    "upsell_bundle_title": "Complete Health Management System · Limited Time Offer",
    "upsell_bundle_desc": "Purchase all three products simultaneously and enjoy a super value discount",
    "upsell_bundle_price": "¥498",
    "upsell_bundle_price_original": "Original Price ¥998",
    "upsell_bundle_cta": "Get The Complete Package Now"
} 